docs/integration/SOAP_API_request_response/getList_request2.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:soap="http://soap.edi.service.org/">
  <soapenv:Header />
  <soapenv:Body>
    <soap:getList>
      <!-- Optional: -->
      <user>
        <!-- Optional: -->
        <login>login</login>
        <!-- Optional: -->
        <pass>parol</pass>
      </user>
    </soap:getList>
  </soapenv:Body>
</soapenv:Envelope>